Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# about.contributors.2.purpose
source: Fixed many async and SwiftUI problems
cs: Opravil mnoho problémů s asynchronním kódem a SwiftUI
de: Hat viele async und SwiftUI-Probleme behoben
es_419: Solucionó muchos problemas de asincronía y SwiftUI
fr: A corrigé de nombreux problèmes liés à l'asynchronisme et à SwiftUI
it: Ha risolto molti problemi di async e SwiftUI
ko: 많은 비동기 및 SwiftUI 문제 수정
pt_pt: Corrigiu muitos problemas assíncronos e de SwiftUI
ru: Исправил множество проблем с асинхронностью и SwiftUI
tr: Çok sayıda async ve SwiftUI sorununu çözdü
uk: Виправив багато проблем з асинхронністю та SwiftUI
zh_hans: 解决了很多异步和 SwiftUI 相关问题
zh_hant: 修正了多個非同步和 SwiftUI 的問題

# about.contact
source: Contact Me
cs: Kontaktujte mě
de: Kontaktiere mich
es_419: Contáctame
fr: Contactez-moi
it: Contattami
ko: 문의하기
pt_pt: Contacta-me
ru: Связь с разработчиком
tr: İletişime geç
uk: Звʼязатися зі мною
zh_hans: 联系我
zh_hant: 聯繫我

# about.contribute
source: Contribute
cs: Přispějte
de: Zu Cork beitragen
es_419: Contribuye
fr: Contribuer
it: Contribuisci
ko: 기여하기
pt_pt: Contribui
ru: Внесите свой вклад
tr: Katkıda bulun
uk: Зробити свій внесок в проєкт
zh_hans: 贡献
zh_hant: 貢獻

# about.contributor.service.website
source: Website
cs: Web
de: Webseite
es_419: Sitio web
fr: Site internet
it: Sito web
ru: Веб-сайт
tr: Web sayfası
uk: Веб-сайт
zh_hans: 网站
zh_hant: 網站

# about.contributors
source: Acknowledged Contributors
cs: Přispěvatelé
de: Anerkannte Mitwirkende
es_419: Contribuidores reconocidos
fr: Contributeurs
it: Contributori riconosciuti
ko: 인정된 기여자
pt_pt: Contribuidores reconhecidos
ru: Признанные участники
tr: Katkıda Bulunanlar
uk: Визнані контрибутори
zh_hans: 致谢
zh_hant: 鳴謝貢獻者

# about.contributors.7.purpose
source: Created the Tuist configuration for compiling self-hosted versions
cs: Vytvořil Tuist konfiguraci pro Cork
de: Erstellte die Tuist-Konfiguration zum Kompilieren selbst gehosteter Versionen
es_419: Creada la configuración de Tuist para complicar versiones autoalojadas
fr: Création de la configuration Tuist pour compiler des versions auto-hébergées
it: Ha creato la configurazione Tuist per compilare le versioni self-hosted
pt_pt: Criou a configuração do Tuist para compilar versões auto-hospedadas
ru: Разработал конфигурацию Tuist для сборки собственных версий Cork
tr: Kendinden host edilen sürümlerin derlenebilmesi için Tuist yapılandırmasını oluşturdu
uk: Створено конфігурацію Tuist для компіляції саморозміщуваних версій
zh_hans: 创建了用于自行编译版本的 Tuist 配置
zh_hant: 建立 Tuist 設定來用於編譯自託管版本

# about.contributors.3.purpose
source: Fixed package counts on the start page not updating
cs: Opravil problémy se zobrazováním počtu nainstalovaných balíčků
de: Hat die Paketanzahl auf der Hauptseite gefixt
es_419: Solucionó el problema de la actualización de los conteos de paquetes en la página de inicio
fr: A corrigé le problème de mise à jour des paquets sur la page de démarrage
it: Ha sistemato l’aggiornamento del conteggio dei pacchetti nella pagina iniziale
ko: 시작 페이지의 패키지 수가 업데이트되지 않는 문제 수정
pt_pt: Corrigiu a atualização da contagem de bibliotecas na página inicial
ru: Исправил обновление количества пакетов на домашней странице
tr: Başlangıç sayfasındaki paket sayılarının güncellenmemesi sorununu giderdi
uk: Виправив кількість пакетів на початковій сторінці, які не оновлювались
zh_hans: 修复了主页软件包数量不更新的问题
zh_hant: 修正了在起始頁面上套件計數未更新的問題

# about.contributors.4.purpose
source: Made the first approved pull request; fixed package counts, along with Jierong Li
cs: Autor prvního přijmutého PR; společtě s Jierongem Li opravil zobrazení počtu nainstalovaných balíčků
de: Hat den ersten genehmigten Pullrequest erstellt; Paketanzahl gefixt, zusammen mit Jierong Li
es_419: Realizó el primer pull request aprobado; solucionó los conteos de paquetes junto con Jierong Li
fr: A fait la première pull request approuvée ; a corrigé les mise a jour des paquets, en collaboration avec Jierong Li.
it: Ha creato la prima pull request approvata e ha risolto il conteggio dei pacchetti insieme a Jierong Li
ko: 첫 번째 승인된 풀 리퀘스트, Jierong Li와 함께 패키지 수를 수정했습니다.
pt_pt: Fez o primeiro pull request aprovado; corrigiu a contagem de bibliotecas junto do Jierong Li
ru: Сделал первый одобренный pull request; исправил обновление количества пакетов вместе с Jierong Li
tr: Onaylanan ilk pull request'i yaptı; Jierong Li ile birlikte paket sayım problemini düzeltti
uk: Зробив перший затверджений запит на злиття; виправив кількість пакетів разом з Jierong Li
zh_hans: 发起了第一个通过审核的拉取请求；与 Jierong Li 一起修复了软件包计数功能
zh_hant: 完成了第一個獲准的 Pull request；與 Jierong Li 一起完成修正了套件計數

# about.contributors.5.purpose
source: Added a way of going back to the Homebrew Status page
cs: Přidal možnost vrácení se na stavovou stránku
de: Hat eine Möglichkeit hinzugefügt, zur Homebrew-Statusseite zurückzukehren
es_419: Añadió una forma de volver a la página de estado de Homebrew
fr: A ajouté un moyen de revenir à la page de statut de Homebrew
it: Ha aggiunto un modo per tornare alla dashboard di Homebrew
ko: 홈브루 상태 페이지로 돌아가는 방법이 추가되었습니다.
pt_pt: Adicionou uma forma de voltar à página de Estado do Homebrew
ru: Добавил способ перехода назад на страницу "Обзор Homebrew"
tr: Ana sayfa durum sayfasına geri dönmenin bir yolunu ekledi
uk: Додав спосіб повернення на сторінку статусу Homebrew
zh_hans: 添加了返回主页的功能
zh_hant: 已新增返回 Homebrew 狀態頁面的方式

# about.contributors.6.purpose
source: Came up with many advanced logic optimizations, as well as continously offering valuable Swift support
cs: Vymyslel několik pokročilých optimalizací. Často mi pomáhá se Swiftem
de: Hat viele fortschrittliche Logikoptimierungen vorgenommen und bietet kontinuierlich wertvolle Swift-Unterstützung
es_419: Ideó muchas optimizaciones avanzadas de lógica, además de ofrecer continuamente valioso soporte en Swift
fr: A proposé de nombreuses optimisations de logique avancées et a continuellement offert un précieux soutien en Swift
it: Ha ideato numerose ottimizzazioni di logica avanzate, oltre a offrire costantemente un aiuto prezioso con Swift
ko: 많은 고급 로직 최적화를 제안하고 귀중한 Swift 지원을 지속적으로 제공합니다.
pt_pt: Criou muitas otimizações lógicas avançadas, além de oferecer continuamente suporte valioso de Swift
ru: Предложил множество способов оптимизировать логику, а также постоянно предоставляет ценную помощь со Swift
tr: Gelişmiş mantık optimizasyonları geliştirdi ve süreç boyunca Swift konusunda kıymetli desteklerde bulundu
uk: Придумав багато передових логічних оптимізацій, а також постійно цінно підтримує Swift
zh_hans: 提交了许多高级逻辑优化，同时持续提供有价值的 Swift 支持
zh_hant: 提出了許多進階的最佳化邏輯，同時提供持續且具有價值的 Swift 支援

# about.translator.5.purpose
source: Translated Cork into Russian
cs: Přeložil Cork do ruštiny
de: Hat Cork ins Russische übersetzt
es_419: Tradujo Cork al ruso
fr: Traduction de Cork en Russe
it: Ha tradotto Cork in russo
ko: 러시아어로 코르크 번역
pt_pt: Traduziu o Cork para Russo
ru: Перевел Cork на русский
tr: Cork'u Rusçaya çevirdi
uk: Переклав Cork на російську
zh_hans: 为 Cork 提供了俄语翻译
zh_hant: 為 Cork 提供俄文翻譯

# about.contributors.1.purpose
source: Gave invaluable help with all sorts of problems, from async Swift to blocking package installations
cs: Asistoval se vším možným, od rešení problémů s asynchronním kódem do implementace procesu instalace balíčků
de: Hat unschätzbare Hilfe bei allen möglichen Problemen geleistet, von asynchronem Swift bis hin zum Blockieren von Paketinstallationen
es_419: Proporcionó una ayuda invaluable con todo tipo de problemas, desde Swift asíncrono hasta la instalación bloqueada de paquetes
fr: A apporté une aide précieuse pour toutes sortes de problèmes, de l'asynchrone Swift au blocage des installations de paquets.
it: Il suo aiuto è stato fondamentale per risolvere una serie di problemi, dall’async Swift al blocco delle installazioni dei pacchetti
ko: 비동기 Swift에서 패키지 설치 차단에 이르기까지 모든 종류의 문제에 대해 귀중한 도움을 제공했습니다.
pt_pt: Ajudou inestimavelmente com todo o tipo de problemas, desde Swift asíncrono a bloquear instalações de bibliotecas
ru: Оказывал неоценимую помощь с множеством проблем, от асинхронного Swift до блокировки установки пакетов
tr: Asenkron Swift'ten paket kurulum sorunlarına kadar pek çok konuda değerli yardımlarda bulundu
uk: Надав неоціненну допомогу у вирішенні всіляких проблем, від асинхронного Swift до блокування інсталяцій пакетів
zh_hans: 在从 Swift 异步编程到软件包安装阻塞等各种问题上提供了宝贵帮助
zh_hant: 從非同步 Swift 到阻礙套件安裝等多種問題提供了寶貴的協助。

# action.reinstall-homebrew
source: Reinstall Homebrew
cs: Znovu nainstalovat Homebrew
de: Homebrew neu installieren
es_419: Reinstalar Homebrew
fr: Réinstaller Homebrew
it: Reinstalla Homebrew
ru: Переустановить Homebrew
tr: Homebrew'u Yeniden Kur
uk: Перевстановити Homebrew
zh_hans: 重新安装 Homebrew
zh_hant: 重新安裝 Homebrew

# about.packages.3.purpose
source: A package that lets Cork start when you log in
cs: Balíček, díky kterému se Cork zvládne otvírat při přihlášení
de: Ein Paket, dass es ermöglicht Cork beim Login zu starten
es_419: Un paquete que permite a Cork iniciarse cuando inicias sesión
fr: Un package qui permet à Cork de démarrer lorsque vous vous connectez
it: Un pacchetto che permette a Cork di avviarsi al login
ko: 로그인 시 Cork를 시작할 수 있는 패키지
pt_pt: Uma biblioteca que permite iniciar o Cork quando dás login
ru: Пакет, позволяющий Cork запускаться, когда вы входите в профиль
tr: Giriş yaptığınızda Cork'un başlamasını sağlayan bir paket
uk: Пакет, який дозволяє Cork почати, коли Ви входите в систему
zh_hans: 一个让 Cork 登录时启动的软件包
zh_hant: 於登入時讓 Cork 自動開啟的套件

# about.privacy-policy
source: [Privacy policy](https://corkmac.app/privacy-en.html)
cs: [Zásady ochrany osobních údajů ](https://corkmac.app/privacy-cs.html)
de: [Datenschutzerklärung](https://corkmac.app/privacy-en.html)
es_419: [Politica de Privacidad](https://corkmac.aoo/privacy-en.html)
fr: [Politique de confidentialité](https://corkmac.app/privacy-fr.html)
it: [Politica sulla privacy](https://corkmac.app/privacy-en.html)
ru: [Политика конфиденциальности](https://corkmac.app/privacy-ru.html)
tr: [Gizlilik politikası](https://corkmac.app/privacy-en.html)
uk: [Політика приватності](https://corkmac.app/privacy-en.html)
zh_hans: [隐私政策](https://corkmac.app/privacy-en.html)
zh_hant: [隱私政策](https://corkmac.app/privacy-en.html)

# about.thanks
source: Special Thanks
cs: Zvláštní poděkování
de: Besonderen Dank
es_419: Agradecimientos especiales
fr: Remerciements spéciaux
it: Ringraziamenti speciali
ko: 특별한 감사
pt_pt: Agradecimento Especial
ru: Особая благодарность
tr: Teşekkürler
uk: Окрема подяка
zh_hans: 特别鸣谢
zh_hant: 特别感谢

# about.thanks.1.purpose
source: Implemented a function for getting real-time outputs of commands, making more than half of all features in Cork much faster
cs: Naprogramoval funkci pro čtení výstupu terminálových příkazů v reálném čase. Bez této funkce by většina Corku nefungovala
de: Eine Funktion zum Erhalten von Echtzeitausgaben von Befehlen wurde implementiert, wodurch mehr als die Hälfte aller Funktionen in Cork viel schneller wurden
es_419: Se Implementó una función para obtener resultados de comandos en tiempo real, lo que hace que más de la mitad de todas las funciones de Cork sean mucho más rápidas
fr: Implémentation d'une fonction pour obtenir les sorties en temps réel des commandes, rendant plus de la moitié de toutes les fonctionnalités de Cork beaucoup plus rapides.
it: Ha implementato una funzione per ottenere l’output dei comandi in tempo reale, rendendo più della metà delle funzionalità di Cork molto più veloci
ko: 명령어를 실시간으로 출력하는 기능을 구현하여 Cork의 모든 기능 중 절반 이상이 훨씬 빨라졌습니다.
pt_pt: Implementada uma função para obter resultados de comandos em tempo real, tornando mais de metade das funcionalidades do Cork muito mais rápidas
ru: Реализовал функционал получения вывода команд в реальном времени, тем самым сделав значительную часть Cork намного быстрее
tr: Cork'ta neredeyse tüm özelliklerin çok daha hızlı çalışmasını sağlayan, komutların gerçek zamanlı çıktılarını alan bir fonksiyon geliştirdi
uk: Реалізував функцію для отримання виведення команд у режимі реального часу, що робить більше половини всіх функцій у Cork набагато швидшими
zh_hans: 实现了实时获取命令输出的功能，使 Cork 超一半功能的性能大幅提升
zh_hant: 實作了一個取得即時指令輸出的功能，讓 Cork 中一半以上的功能變得更快

# about.thanks.2-3.purpose
source: Implemented the way of skipping licensing for users who compiled Cork themselves
cs: Implementovali způsob přeskočení licensí pro uživatele, kteří si Cork zkompilovali sami
de: Einführung der Möglichkeit, die Lizenzierung für Benutzer zu überspringen, die Cork selbst kompiliert haben
es_419: Se Implementó la forma de omitir licencias para los usuarios que compilaron Cork ellos mismos
fr: A mis en place un moyen de ne pas demander de licence pour les utilisateurs qui ont compilé Cork eux-mêmes.
it: Ha reso possibile agli utenti che compilano Cork da soli di ignorare la licenza.
pt_pt: Implementada uma forma de ignorar a necessidade de licença para utilizadores que tenham compilado o Cork
ru: Реализовали отключения механизма лицензии для тех, кто скомпилировал Cork сам
tr: Cork'u kendileri derleyenler için lisanlamayı atlama yöntemini geliştirdi
uk: Реалізовано спосіб пропуску ліцензування для користувачів, які самостійно скомпілювали Cork
zh_hans: 实现了让用户跳过授权自行编译 Cork 的方法
zh_hant: 為自行編譯 Cork 的使用者實施跳過授權的方式

# about.copyright-%lld
source: © %lld David Bureš and contributors
cs: © %lld David Bureš a přispěvatelé.
de: © %lld David Bureš und Beitragende.
es_419: © %lld David Bureš y colaboradores
fr: © %lld David Bureš et ses contributeurs.
it: © %lld David Bureš e contributori
ko: © %lld David Bureš 및 기여자.
pt_pt: © %lld David Bureš e contribuidores.
ru: © %lld David Bureš и другие.
tr: © %lld David Bureš ve katkıda bulunanlar.
uk: © %lld David Bureš та інші.
zh_hans: © %lld David Bureš 及其他贡献者。
zh_hant: © %lld David Bureš 等多位貢獻者

# about.translator.1.purpose
source: Translated Cork into Simplified Chinese
cs: Přeložil Cork do zjednodušené čínštiny
de: Hat Cork in vereinfachtes Chinesisch übersetzt
es_419: Tradujo Cork al chino simplificado
fr: Traduction de Cork en Chinois Simplifié
it: Ha tradotto Cork in cinese semplificato
ko: 코크를 중국어 간체로 번역
pt_pt: Traduziu o Cork para Chinês Simplificado
ru: Перевел Cork на упрощенный китайский
tr: Cork'u Basitleştirilmiş Çinceye çevirdi
uk: Переклав Cork на спрощену китайську мову
zh_hans: 为 Cork 提供了简体中文翻译
zh_hant: 為 Cork 提供簡體中文翻譯

# about.translator.2.purpose
source: Translated Cork into Traditional Chinese
cs: Přeložil Cork do tradiční čínštiny
de: Hat Cork in traditionelles Chinesisch übersetzt
es_419: Tradujo Cork al chino tradicional
fr: Traduction de Cork en Chinois Traditionnel
it: Ha tradotto Cork in cinese tradizionale
ko: 코르크 중국어 번체 번역
pt_pt: Traduziu o Cork para Chinês Tradicional
ru: Перевел Cork на традиционный китайский
tr: Cork'u Geleneksel Çinceye Çevirdi
uk: Переклав Cork на традиційну китайську мову
zh_hans: 为 Cork 提供了繁体中文翻译
zh_hant: 為 Cork 提供正體中文翻譯

# about.translator.3.purpose
source: Translated Cork into German
cs: Přeložil Cork do němčiny
de: Hat Cork ins Deutsche übersetzt
es_419: Tradujo Cork al aleman
fr: Traduction de Cork en Allemand
it: Ha tradotto Cork in tedesco
ko: 코크를 독일어로 번역
pt_pt: Traduziu o Cork para Alemão
ru: Перевел Cork на немецкий
tr: Cork'u Almancaya çevirdi
uk: Переклав Cork на німецьку
zh_hans: 为 Cork 提供了德语翻译
zh_hant: 為 Cork 提供德文翻譯

# about.translator.4.purpose
source: Translated Cork into French
cs: Přeložil Cork do francouzštiny
de: Hat Cork ins Französische übersetzt
es_419: Tradujo Cork al francés
fr: Traduction de Cork en Français
it: Ha tradotto Cork in francese
ko: 코크를 프랑스어로 번역
pt_pt: Traduziu o Cork para Francês
ru: Перевел Cork на французский
tr: Cork'u Fransızcaya çevirdi
uk: Переклав Cork на французьку
zh_hans: 为 Cork 提供了法语翻译
zh_hant: 為 Cork 提供法文翻譯

# about.packages
source: Packages Used
cs: Použité balíčky
de: Verwendete Pakete
es_419: Paquetes Utilizados
fr: Paquets utilisés
it: Pacchetti usati
ko: 사용 패키지
pt_pt: Bibliotecas usadas
ru: Использованные пакеты
tr: Kullanılan Paketler
uk: Використані пакети
zh_hans: 使用的软件包
zh_hant: 已使用的套件

# about.copyright-%@
source: © %@ David Bureš and contributors
cs: © %@ David Bureš a přispěvatelé.
de: © %@ David Bureš und Beitragende.
es_419: © %@ David Bureš y colaboradores
fr: © %@ David Bureš et ses contributeurs.
it: © %@ David Bureš e contributori
ko: © %@ David Bureš 및 기여자.
pt_pt: © %@ David Bureš e contribuidores.
ru: © %@ David Bureš и другие.
tr: © %@ David Bureš ve katkıda bulunanlar.
uk: © %@ David Bureš та інші.
zh_hans: © %@ David Bureš 及其他贡献者。
zh_hant: © %@ David Bureš 等多位貢獻者

# about.translator.6.purpose
source: Translated Cork into Ukraininan
cs: Přeložil Cork do ukrajinštiny
de: Hat Cork ins Ukrainisch übersetzt
es_419: Tradujo Cork al ucraniano
fr: Traduction de Cork en Ukrainien
it: Ha tradotto Cork in ucraino
ko: 코크를 우크라이나어로 번역
pt_pt: Traduziu o Cork para Ucraniano
ru: Перевел Cork на украинский
tr: Cork'u Ukraynacaya çevirdi
uk: Переклав Cork на українську
zh_hans: 为 Cork 提供了乌克兰语翻译
zh_hant: 為 Cork 提供烏克蘭文翻譯

# action.hide-adoptable-packages-section-if-only-excluded-apps-available
source: Hide section…
cs: Skrýt sekci…
es_419: Ocultar sección…
fr: Masquer la section…
ru: Скрыть раздел…
tr: Bölümü gizle…
zh_hant: 隱藏部分…

# accessibility.label.sidebar.formulae-section
source: List of installed Formulae
cs: Seznam nainstalovaných Vzorců
de: Liste von installierten Formeln
es_419: Lista de Fórmulas instaladas
fr: Liste des Formules installées
it: Lista di Formulae installate
ru: Список установленных консольных приложений/библиотек
tr: Kurulu Formüllerin listesi
zh_hant: 已安裝的 Formulae 軟體清單

# accessibility.label.outdated-packages-box.listing-outdated-packages
source: List of outdated packages
cs: Seznam zastaralých balíčků
de: Liste veralteter Pakete
es_419: Lista de paquetes desactualizados
fr: Liste des paquets obsolètes
it: Lista dei pacchetti obsoleti
ru: Список устаревших пакетов
tr: Güncel olmayan paketlerin listesi
zh_hant: 舊版套件清單

# accessibility.label.outdated-packages-box.loading
source: Loading outdated packages
cs: Načítání zastaralých balíčků
de: Lade veraltete Pakete
es_419: Cargando paquetes desactualizados
fr: Chargement des paquets obsolètes
it: Caricamento pacchetti obsoleti
ru: Загрузка устаревших пакетов
tr: Güncel olmayan paketler yükleniyor
zh_hant: 載入舊版套件

# accessibility.label.package-type.cask
source: Package of Cask type
cs: Balíček typu Soudek
de: Paket von Cask Typ
es_419: Paquete del tipo Cask
fr: Paquet de type Cask
it: Pacchetto di tipo Cask
ru: Пакеты типа “приложение macOS”
tr: Cask türü paket
zh_hant: Cask 類型套件

# accessibility.label.package-type.formula
source: Package of Formula type
cs: Balíček typu Vzorec
de: Paket von Formel Typ
es_419: Paquete del tipo Fórmula
fr: Paquet de type Formula
it: Paccketto di tipo Formula
ru: Пакеты типа “консольное приложение/библиотека”
tr: Formül türü paket
zh_hant: Formula 類型套件

# accessibility.label.package-type.unimplemented
source: Package of an unimplemented type
cs: Balíček neznámého typu
de: Paket eines nicht implementierten Typs
es_419: Paquete de un tipo no-implementado
fr: Paquet d’un type non implémenté
it: Pacchetto di tipo non implementato
ru: Пакеты типа, не известного Cork
tr: Henüz tanımlanmamış türde paket
zh_hant: 尚未實作類型的套件

# accessibility.label.package-type.unknown
source: Package of an unknown type
cs: Balíček neznámého typu
de: Paket unbekannten Typs
es_419: Paquete de tipo desconocido
fr: Paquet de type inconnu
it: Pacchetto di tipo sconosciuto
ru: Пакеты неизвестного типа
tr: Bilinmeyen türde paket
zh_hant: 未知類型的套件

# accessibility.label.return-to-status-page
source: Return to status page
cs: Návrat na stavovou stránku
de: Zurück zur Statusseite
es_419: Regresar a pagina de estado
fr: Retourner à la page de statut
it: Torna alla pagina di stato
ru: Вернуться на страницу “Обзор”
tr: Durum sayfasına geri dön
zh_hant: 返回狀態頁面

# accessibility.label.sidebar.casks-section
source: List of installed Casks
cs: Seznam nainstalovaných Soudků
de: Liste der installierten Casks
es_419: Lista de Casks instalados
fr: Liste des Casks installés
it: Lista dei Cask installati
ru: Список установленных приложений macOS
tr: Yüklü Cask'ların listesi
zh_hant: 已安裝的 Cask 清單

# action.cancel-and-disable-mass-adoption
source: Cancel and disable mass app adoption
cs: Zrušit a vypnout přidávání aplikací do Homebrew
de: Abbrechen und Massenverwaltung deaktivieren
es_419: Cancelar y deshabilitar adopción masiva de aplicaciones
fr: Annuler et désactiver l’adoption de masse des applications
it: Annulla e disattiva adozione di massa delle app
ru: Отказаться от перевода под контроль Homebrew
tr: İptal et ve toplu uygulama devralmayı devre dışı bırak
zh_hant: 取消並停用批次應用程式接管

# accessibility.value.listing-outdated-packages.%lld-managed.%lld-unmanaged
source: %1$lld outdated packages managed by Homebrew and %2$lld outdated packages not managed by Homebrew
cs: %1$lld zastaralých balíčků, které spravuje Homebrew, a %2$lld balíčků které nespravuje Homebrew
de: %1$lld veraltete Pakete, die von Homebrew verwaltet werden, und %2$lld veraltete Pakete, die nicht von Homebrew verwaltet werden
es_419: %1$lld paquetes desactualizados manejados por Homebrew y%2$lld paquetes desactualizados que no son manejados por Homebrew
fr: %1$lld paquets obsolètes gérés par Homebrew et %2$lld paquets obsolètes non gérés par Homebrew
it: %1$lld pacchetti obsoleti gestiti da Homebrew e %2$lld pacchetti obsoleti non gestiti da Homebrew
ru: %1$lld устаревших пакетов, управляемых Homebrew, и %2$lld устаревших пакетов, не управляемых Homebrew
tr: Homebrew tarafından yönetilen %1$lld güncel olmayan paket ve Homebrew tarafından yönetilmeyen %2$lld güncel olmayan paket
zh_hant: %1$lld 個由 Homebrew 管理的舊版套件和 %2$lld 個未由 Homebrew 管理的舊版套件

# about.version-%@-%@
source: Version %@ (%@)
cs: Verze %@ (%@)
es_419: Versión %@ (%@)
it: Versione %@ (%@)
pt_pt: Versão %@ (%@)
ru: Версия %@ (%@)
tr: Sürüm %@ (%@)
uk: Версія %@ (%@)
zh_hans: 版本 %@ (%@)
zh_hant: 版本 %@ (%@)

# action.activate-demo
source: Try Demo
cs: Vyzkoušet demo
de: Teste die Demo
es_419: Probar
fr: Essayer la démonstration
it: Prova la demo
ko: 데모 체험
pt_pt: Experimenta a Demo
ru: Демо-режим
tr: Demo'yu Deneyin
uk: Демо-версія
zh_hans: 试用
zh_hant: 試用

# action.adopt
source: Adopt
cs: Přidat do Homerbew
de: Übernehmen
es_419: Adoptar
fr: Adopter
it: Adotta
ru: Взять под управление Homebrew
tr: Devral
uk: Прийняти
zh_hant: 接管

# action.adopt-%@
source: Adopt %@
cs: Přidat %@
de: Verwalte %@
es_419: Adoptar %@
fr: Adopter %@
it: Adotta %@
uk: Прийняти %@
zh_hant: 接管 %@

# action.adopt-packages
source: Add
cs: Přidat
de: Hinzufügen
es_419: Añadir
fr: Ajouter
it: Aggiungi
ru: Добавить
tr: Ekle
zh_hant: 新增

# action.adopt-packages.longer
source: Add apps to Homebrew
cs: Přidat aplikace do Homebrew
de: Füge Apps zur Verwaltung hinzu
es_419: Añadir aplicaciones a Homebrew
fr: Ajouter des applications à Homebrew
it: Aggiungi app a Homebrew
ru: Добавить приложения в Homebrew
tr: Uygulamaları Homebrew’e ekle
zh_hant: 將應用程式新增到 Homebrew

# action.adopt-some-packages.%lld
source: Add %lld apps
cs: Přidat %lld aplikací
de: Füge %lld Apps hinzu
es_419: Añador las aplicaciones %lld
fr: Ajouter %lld applications
it: Aggiungi %lld app
ru: Добавить %lld приложений
tr: %lld uygulama ekle
zh_hant: 新增 %lld 應用程式

# action.buy
source: Buy Cork
cs: Koupit Cork
de: Kaufe Cork
es_419: Comprar Cork
fr: Acheter Cork
it: Acquista Cork
ko: Cork 구매
pt_pt: Compra o Cork
ru: Купить Cork
tr: Cork’u satın alın
uk: Придбати
zh_hans: 购买 Cork
zh_hant: 購買 Cork

# action.cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es_419: Cancelar
fr: Annuler
it: Annulla
ko: 취소
pt_pt: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消
